blog/2020/2020-41.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 09:07 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>2020-41</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">2020-41</h1>
</header><p>
10.5-10.11
</p>

<p>
这是 2020 年第 41 周总结。
</p>

<p>
不是刻意的掐点儿，只是刚好而已-&#x2013;&#x2014;23:00。
</p>

<p>
一周的时间悄然而逝，我学到了哪些东西呢？
</p>

<ul class="org-ul">
<li>写好文档是一件极了不起的事情</li>
<li>步子不能迈得太大，容易扯着蛋</li>
<li>对于自己的心理变化进行观察</li>
</ul>

<p>
学习这件事，有自己的节奏最重要，心智不坚的人容易被别人带走了新。把心思用在自己的进步上，过多地关注别人的进度，只会浪费了时间自己也没有进步。突然意识到自己学习编程处于低效的状态，潜意识里认为“慢工出细活”，但是，环境又要求快些学习。实在矛盾。意识到我必须调整学习态度和方式。
</p>

<p>
一口吃个胖子，容易噎到，肯定也不好消化。凡事要沉着冷静处理，用理性解决问题。当然，我自己感性的时候也不少，尽量维持一个理性和感性的平衡。
</p>

<p>
自我观察让我明白：自己是一个未知事物，从长期来看，未来 10
年都不会改变。我没有见识过太多的知识，这可能是我无法了解自己的一个原因。我决定开始从一些方面剖析自己，一步一步地进行自我了解。
</p>

<p>
对于我来说，自我剖析的第一个方面就是看黄色视频了。以前，我觉得这是一件羞耻的事情，因为似乎没有人告诉过我，关于看黄片是合理的生理需求。父母也不会告诉我这方面的常识。接触黄片或者黄书，大多是来自于网络、同龄人、大我几岁的人，他们或无意或有意地向我展示这方面的内容，勾起了我的好奇心。从此，我似乎就离不开黄色视频了。
</p>

<p>
有关于这件事的剖析，它涉及到心理、生理这两个大的方面，一些东西还要看书了解知晓。这些需要时间积累，等到那时或许我就能关于黄片给自己一个合理的答复。
</p>
</div>
</body>
</html>